---
kind: enumMember
id: F:Autodesk.Revit.DB.StructuralAssetClass.Liquid
enum: Autodesk.Revit.DB.StructuralAssetClass
source: html/f62eea04-3d37-6450-9d5b-52627d3e677b.htm
---
# Autodesk.Revit.DB.StructuralAssetClass.Liquid

Structural asset class is liquid.